--liquibase formatted sql

--changeset kuznetsovanaya:insert_cat_shelter
insert into shelter (greeting, info, contact_details, safety_precautions, dating_rules, adoption_documents, transportation_recommendations,
                     recommendations_arranging_baby, recommendations_arranging_adult,
                     recommendations_arranging_with_features, type_of_animal)
values ('Пожалуйста выберите интересующее вас действие:',
        'Приют находится по адресу: город Астана, улица Сабита Муканова 2/1. Телефон: +7‒705‒587‒04‒04',
        'Для оформления пропуска для въезда на территорию приюта свяжитесь с нашей охраной по номеру +7(707)-391-83-12',
        'Тут техника безопасности',
        'В течении двух недель необходимо посетить питомца минимум шесть раз. Проводите с ним время в присутствии сотрудников приюта, налаживайте дружелюбную связь с кошкой. Можно привозить лакомства и игрушки',
        'Для того, чтобы забрать питомца потребуется только удостоверение личности. После того, как вы заберете питомца из приюта необходимо ежедневно отправлять отчёт до 21:00 в течении 30 дней',
        'Для транспортировки кошки потребуется переноска с одноразовой пелёнкой внутри, поводок и шлейка, влажные салфетки и бутылка-поилка',
        'Обязательно необходимо установить москитные сетки на окнах в доме. Для обустройства жилья для котёнка необходимо подготовить две миски для еды и воды, лежак, когтеточку и лоток. На первое время будет достаточно пары игрушек. Корм и наполнитель, подходящий питомцу, помогут подобрать сотрдники нашего приюта',
        'Обязательно необходимо установить москитные сетки на окнах в доме. Для обустройства жилья для взрослой кошки необходимо подготовить две миски для еды и воды, лежак, когтеточку и лоток. На первое время будет достаточно пары игрушек. Корм и наполнитель, подходящий питомцу, помогут подобрать сотрдники нашего приюта',
        'Обязательно необходимо установить москитные сетки на окнах в доме. Для обустройства жилья для кошки с особенностями необходимо подготовить две миски для еды и воды, лежак, когтеточку и лоток. На первое время будет достаточно пары игрушек. Корм и наполнитель, подходящий питомцу, помогут подобрать сотрдники нашего приюта',
        'CAT');

--changeset kuznetsovanaya:insert_dog_shelter
insert into shelter (greeting, info, contact_details, safety_precautions, dating_rules, adoption_documents, transportation_recommendations,
                         recommendations_arranging_baby, recommendations_arranging_adult,
                         recommendations_arranging_with_features, type_of_animal)
values ('Пожалуйста выберите интересующее вас действие:',
    'Приют находится по адресу: город Астана, улица Аккорган 5В. Телефон: +7‒747‒529‒09‒41',
    'Для оформления пропуска для въезда на территорию приюта свяжитесь с нашей охраной по номеру +7(702)-742-94-35',
    'Тут техника безопасности',
    'В течении двух недель необходимо посетить питомца минимум шесть раз. Проводите с ним время в присутствии сотрудников приюта, налаживайте дружелюбную связь с собакой. Можно привозить лакомства и игрушки',
    'Для того, чтобы забрать питомца потребуется только удостоверение личности. После того, как вы заберете питомца из приюта необходимо ежедневно отправлять отчёт до 21:00 в течении 30 дней',
    'Для транспортировки кошки потребуется поводок и шлейка, влажные салфетки и бутылка-поилка',
    'Обязательно необходимо установить москитные сетки на окнах в доме. Для обустройства жилья для щенка необходимо подготовить две миски для еды и воды, лежак и одноразовую пелёнку во избежание луж на полу. На первое время будет достаточно пары игрушек. Корм подходящий питомцу, помогут подобрать сотрдники нашего приюта',
    'Для обустройства жилья для взрослой собаки необходимо подготовить две миски для еды и воды, лежак. На первое время будет достаточно пары игрушек. Корм подходящий питомцу, помогут подобрать сотрдники нашего приюта',
    'Обязательно необходимо установить москитные сетки на окнах в доме. Для обустройства жилья для собаки с особенностями необходимо подготовить две миски для еды и воды, лежак и одноразовую пелёнку во избежание луж на полу. На первое время будет достаточно пары игрушек. Корм подходящий питомцу, помогут подобрать сотрдники нашего приюта',
    'DOG');